Repository: BlokSec/wp-webauthn
Catalog: languages/wp-webauthn-*.po
Languages: de_de

source: WP-WebAuthn allows you to safely login to your WordPress site without password.
de_de: WP-WebAuthn ermöglicht es Ihnen, sich sicher auf Ihrer WordPress-Website ohne Passwort anmelden.

source: Initializing...
de_de: Initializierung...

source: Please follow instructions to finish registration...
de_de: Bitte folgen Sie den Anweisungen, um die Registrierung abzuschließen...

# action
source: Registered
de_de: Registriert

source: Registration failed
de_de: Registrierung fehlgeschlagen

source: Your browser does not support WebAuthn
de_de: Ihr Browser unterstützt WebAuthn nicht

source: Registrating...
de_de: Registrierung...

source: Please enter the authenticator identifier
de_de: Bitte geben Sie die Authentifikator-ID ein

source: Loading failed, maybe try refreshing?
de_de: Ladevorgang fehlgeschlagen. Versuche bitte die Seite erneut aufzurufen

source: Any
de_de: Beliebig

source: Platform authenticator
de_de: Plattform-Authentifikator

source: Roaming authenticator
de_de: Roaming-Authentifikator

source: Remove
de_de: Löschen

source: Please follow instructions to finish verification...
de_de: Bitte den Anweisungen folgen, um die Verifizierung abzuschließen

source: Verifying...
de_de: Verifizierung läuft...

source: Verification failed
de_de: Verifizierung fehlgeschlagen

source: Verification passed! You can now log in through WebAuthn
de_de: Verifizierung abgeschlossen. Jetzt kannst du dich ohne Passworteingabe anmelden. (Fingerabdruck usw.)

source: No registered authenticators
de_de: Keine registrierten Authentifikatoren vorhanden

source: Confirm removal of authenticator:
de_de: Bestätige das Entfernen folgender Authentifikatoren:

source: Removing...
de_de: wird gelöscht...

source: Rename
de_de: Umbenennen:

source: Rename the authenticator
de_de: Umbenennen des Authentifikator

source: Renaming...
de_de: wird umbenannt...

source: Log count:
de_de: Log Zähler:

source: Ready
de_de: Bereit

source: No
de_de: Nein

source: (Unavailable)
de_de: (nicht verfügbar)

source: The site administrator has disabled usernameless login feature.
de_de: Der Administrator hat das Anmelden ohne Benutzernamen deaktiviert

source: After removing this authenticator, you will not be able to login with WebAuthn
de_de: Nach dem Entfernen dieses Authentifikator, kannst du dich nicht über Webauthn per Fingerabdruck etc. anmelden

source: PHP extension gmp doesn't seem to exist, rendering WP-WebAuthn unable to function.
de_de: PHP extension gmp existiert nicht. WP-WebAuthn funktioniert somit nicht.

source: PHP extension mbstring doesn't seem to exist, rendering WP-WebAuthn unable to function.
de_de: PHP extension mbstring existiert nicht. WP-WebAuthn funktioniert somit nicht.

source: WebAuthn features are restricted to websites in secure contexts. Please make sure your website is served over HTTPS or locally with <code>localhost</code>.
de_de: WebAuthn erfordert sichere Verschlüsselung. Bitte vergewissere dich, dass dein Server über HTTPS verschlüsselt ist oder lokal mit <code>localhost</code>.

source: Settings saved.
de_de: Einstellungen gespeichert

source: Settings NOT saved.
de_de: Einstellungen wurden nicht gespeichert.

source: Preferred login method
de_de: Bevorzugte Login Methode:

source: Username + Password
de_de: Benutzername + Passwort

source: Since WebAuthn hasn't been fully supported by all browsers, you can only choose the preferred (default) login method and <strong>CANNOT completely disable the traditional Username+Password method</strong><br>Regardless of the preferred method, you will be able to switch to the other with a switch button at the login page. <br> When the browser does not support WebAuthn, the login method will default to Username+Password.
de_de: Da WebAuthn nicht von allen Browsern vollständig unterstützt wird, können Sie nur die bevorzugte (Standard-) Anmeldemethode auswählen und <strong> die herkömmliche Methode "Benutzername + Passwort" NICHT vollständig deaktivieren. </Strong> <br> Unabhängig von der bevorzugten Methode können Sie können mit einem Schalter auf der Anmeldeseite zum Anderen wechseln. <br> Wenn der Browser WebAuthn nicht unterstützt, ist die Anmeldemethode standardmäßig Benutzername + Passwort.

source: Website identifier
de_de: Webseite Identifikator

source: This identifier is for identification purpose only and <strong>DOES NOT</strong> affect the authentication process in anyway.
de_de: Diese Kennung dient nur zu Identifikationszwecken und <strong> beeinflusst den Authentifizierungsprozess NICHT </strong>.

source: Website domain
de_de: Webseite Domain

source: This field <strong>MUST</strong> be exactly the same with the current domain or parent domain.
de_de: Dieses Feld <strong> MUSS </ strong> mit der aktuellen Domäne oder übergeordneten Domäne identisch sein

source: Require user verification
de_de: Benutzerüberprüfung erforderlich

source: Enable
de_de: aktivieren

source: Disable
de_de: deaktivieren

source: User verification can improve security, but is not fully supported by mobile devices. <br> If you cannot register or verify your authenticators, please consider disabling user verification.
de_de: Die Benutzerüberprüfung kann die Sicherheit verbessern, wird jedoch von Mobilgeräten nicht vollständig unterstützt. <br> Wenn Sie Ihre Authentifikatoren nicht registrieren oder überprüfen können, sollten Sie die Benutzerüberprüfung deaktivieren.

source: Allow to login without username
de_de: Erlaube die Anmeldung ohne Benutzername

source: Allow users to register authenticator with usernameless authentication feature and login without username.<br><strong>User verification will be enabled automatically when registering authenticator with usernameless authentication feature.</strong><br>Some authenticators and some browsers <strong>DO NOT</strong> support this feature.
de_de: Ermöglichen Sie Benutzern, den Authentifikator mit der benutzerlosen Authentifizierungsfunktion zu registrieren und sich ohne Benutzernamen anzumelden. <br> <strong> Die Benutzerüberprüfung wird automatisch aktiviert, wenn der Authentifikator mit der benutzerlosen Authentifizierungsfunktion registriert wird. </Strong> <br> Einige Authentifikatoren und einige Browser unterstützen diese Funktion<strong>NICHT </strong>.

source: Clear log
de_de: Log löschen

source: For debugging only. Enable only when needed.<br><strong>Note: Logs may contain sensitive information.</strong>
de_de: Nur zum Debuggen. Nur bei Bedarf aktivieren. <br> <strong> Hinweis: Protokolle können vertrauliche Informationen enthalten. </Strong>

source: Automatic update every 5 seconds.
de_de: Automatische Aktualisierung jede 5 Sekunden

source: Register Authenticator
de_de: Registriere Authentifikator

source: You are about to associate an authenticator with <strong>the current account</strong>. You can register multiple authenticators for an account. <br> If you want to register authenticators for other users, please log in using that account.
de_de: Sie sind dabei, <strong> dem aktuellen Konto </ strong> einen Authentifikator zuzuordnen. Sie können mehrere Authentifikatoren für ein Konto registrieren. <br> Wenn Sie Authentifikatoren für andere Benutzer registrieren möchten, melden Sie sich bitte mit dem jeweiligen Konto an.

source: Type of authenticator
de_de: Art der Authentifikation

source: Platform authenticator (e.g. a built-in fingerprint sensor) only
de_de: Plattform Authentifikator (z.B Fingerabdruckscanner)

source: Roaming authenticator (e.g., a USB security key) only
de_de: Roaming Authentifikator (z.B USB Stick)

source: If a type is selected, the browser will only prompt for authenticators of selected type. <br> Regardless of the type, you can only log in with the very same authenticators you've registered.
de_de: Wenn ein Typ ausgewählt ist, wählt der Browser nur diese Art der Authentifikation. <br> Sie können sich nur mit denselben Authentifikatoren anmelden, die Sie registriert haben.

source: Authenticator identifier
de_de: Authentifikator-ID

source: An easily identifiable name for the authenticator. <strong>DOES NOT</strong> affect the authentication process in anyway.
de_de: Ein leicht identifizierbarer Name für den Authentifikator. <strong> Beeinflusst den Authentifizierungsprozess NICHT </strong>.

source: Login without username
de_de: Anmeldung ohne Benutzername

source: If registered authenticator with this feature, you can login without enter your username.<br>Some authenticators like U2F-only authenticators and some browsers <strong>DO NOT</strong> support this feature.<br>A record will be stored in the authenticator permanently untill you reset it.
de_de: Wenn Sie mit dieser Funktion einen Authentifikator registriert haben, können Sie sich anmelden, ohne Ihren Benutzernamen einzugeben. <br> Einige Authentifikatoren wie U2F-Authentifikatoren und einige Browser <strong> unterstützen </strong> diese Funktion NICHT. <br> Ein Datensatz wird gespeichert bis Sie ihn zurücksetzen.

source: Start registration
de_de: Start Registrierung

source: Authenticators currently registered
de_de: Zurzeit registrierte Authentifikatoren

source: Identifier
de_de: Identifikator

# time
source: Registered
de_de: Registriert

source: Last used
de_de: Zuletzt benutzt

source: Usernameless
de_de: Ohne Benutzername

source: Action
de_de: Aktion

source: Loading...
de_de: Ladevorgang...

source: Verify registration
de_de: Verifiziere Registration

source: Click verify to verify that the registered authenticators are working.
de_de: Klick, um zu überprüfen, dass registrierte Authentifikationen funktionieren.

source: Verify
de_de: Verifizieren

source: Verify (usernameless)
de_de: Verifizieren (ohne Benutzername)

source: Auth
de_de: Anmelden

source: Authenticate with WebAuthn
de_de: Login mit Fingerabdruck etc.

source: Hold on...
de_de: Bitte warten

source: Please proceed...
de_de: Bitte fortfahren...

source: Authenticating...
de_de: Authentifizierung

source: Authenticated
de_de: Authentifiziert

source: Auth failed
de_de: Verifizierung fehlgeschlagen

source: Username
de_de: Benutzername

source: Username or Email Address
de_de: Benutzername oder Email Adresse

source: <strong>Error</strong>: The username field is empty.
de_de: <strong>Fehler</strong>: Benutzername fehlt.

source: Try to enter the username
de_de: Trage bitte einen Benutzername ein

source: Settings
de_de: Einstellungen

source: Documentation
de_de: Dokumentation

source: Error: The username field is empty.
de_de: Fehler: Benutzername fehlt.

source: Authenticate with password
de_de: Anmeldung mit Passwort

source: You haven't logged in yet.
de_de: Du hast dich bisher nicht angemeldet

source: You haven't logged in yet
de_de: Du hast dich bisher nicht angemeldet
