Repository: BlokSec/wp-webauthn
Catalog: gutenberg-src/src/wp-webauthn/languages/*.po
Languages: tr_tr, zh_cn, zh_tw

source: WebAuthn Login Form
tr_tr: WebAuthn Giriş Formu
zh_cn: WebAuthn 登录表单
zh_tw: WebAuthn 登入表單

source: Login Form
tr_tr: Giriş Formu
zh_cn: 登录表单
zh_tw: 登入表單

source: Default username
tr_tr: Varsayılan kullanıcı adı
zh_cn: 默认用户名
zh_tw: 預設使用者名稱

source: Redirect to
tr_tr: Şuraya yönlendir
zh_cn: 重定向到
zh_tw: 重定向到

source: Show password form as well
tr_tr: Şifre formunu da göster
zh_cn: 包含密码登录表单
zh_tw: 包含密碼登錄表單

source: Hide for logged-in users
tr_tr: Giriş yapmış kullanıcılar için gizle
zh_cn: 对已登录用户隐藏
zh_tw: 對已登入的使用者隱藏

source: WebAuthn Register Form
tr_tr: WebAuthn Kayıt Formu
zh_cn: WebAuthn 绑定表单
zh_tw: WebAuthn 註冊表單

source: Register Form
tr_tr: Kayıt Formu
zh_cn: 绑定表单
zh_tw: 註冊表單

source: Show a message for users who doesn't logged-in
tr_tr: Giriş yapmayan kullanıcılar için bir mesaj göster
zh_cn: 向未登录用户显示一条提示
zh_tw: 向未登入的使用者顯示一條提示

source: WebAuthn Verify Buttons
tr_tr: WebAuthn Butonları Doğrula
zh_cn: WebAuthn 测试按钮
zh_tw: WebAuthn 測試按鈕

source: Verify Buttons
tr_tr: Butonları Doğrula
zh_cn: 测试按钮
zh_tw: 測試按鈕

source: WebAuthn Authenticator List
tr_tr: WebAuthn Kimlik Doğrulayıcı Listesi
zh_cn: WebAuthn 认证器列表
zh_tw: WebAuthn 驗證器列表

source: Authenticator List
tr_tr: Kimlik Doğrulayıcı Listesi
zh_cn: 认证器列表
zh_tw: 驗證器列表
